---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.HardwoodFinishType.Unfinished
enum: Autodesk.Revit.DB.Visual.HardwoodFinishType
source: html/5f62de81-1348-b07e-8e93-8a5ded0d4b45.htm
---
# Autodesk.Revit.DB.Visual.HardwoodFinishType.Unfinished